import React, { Component } from 'react'

export default class AboutPage extends Component {
  render() {
    return (
      <div>
        <div className='about-home'>
            <div className='abouttext'>
            <span className='abouttext1'><i>Здесь я хотел пару слов</i></span>
            <span className='abouttext2'> <i>Вообщем долго думал делать ли это или нет , мне в моменте оказалось что это будет для тебя смешно<br></br>потому что у тебя еще ни разу не было вот такое
            наверное все было но точно не это,разные подароки , но это думаю что то новое․<br></br> Я только сегодня днем начал делать тоесть в 30 декабря
            будет не много всего но надеюсь тебя понравится․<br></br>Заранее извини что твои фотографии взял без разрещение но это дополняет все а то без это никак․<br></br>
            Было легко сохранить из тг канала фотки,но думаю ты постаралсь чтобы никто не сохранил хах) <br></br>Многое не добавляю не время для шрифта просто хотел успеть до 31 декабря․<br></br>
            Вообщем тебе еще ждет две страниции общего сайта так что удачи тебе еще две страницы ждут!</i>
</span>
            </div>
           
        </div>
        
         
    
      </div>
    )
  }
}
